Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/sametinget_gratulerer_sorsamiske_sprakarbeidere_med_aerespris.html.tmx
Source language: nob
Languages: sme

source: Sametinget gratulerer sørsamiske språkarbeidere med ærespris
sme: Sámediggi sávvá lihku gudnebálkkašumiin lullisámi giellabargiide

source: Sametingsrådet er svært glad da det i dag ble offentliggjort at sørsamiske språkarbeidere får Kulturrådets ærespris for 2022.
sme: Sámediggeráđđi lea hui ilus go odne almmuhuvvui ahte lullisámi giellabargit ožžot Kulturráđi gudnebálkkašumi jagis 2022.

source: Mikkel Eskil Mikkelsen Vaino Rensberg, Sámediggi
sme: — Mii sávvat lihkku áŋgiris giellabargiide geat beaivválaččat leat mielde ovdánahttimin lullisámegiela. Gudnebálkkašumi árvu lea 600 000 ruvnnu, de lea dát hui ávkin Saemien Sijtii, dadjá sámediggeráđđi Mikkel Eskil Mikkelsen.

source: – Vi gratulerer de ivrige språkmedarbeidere som daglig utvikler sørsamisk språk, og med denne æresprisen som er 600 000 kroner, så kommer prisen til stor nytte for Saemien Sijte, sier sametingsråd Mikkel Eskil Mikkelsen.
sme: Lullisámi giellabargit leat bures bargan giella ovddidemiin ja leat systemáhtalaččat ja strategalaččat bargan oainnusin dahkat lullisámegiela.

source: De sørsamiske språkarbeidere har jobbet svært godt med å holde språket i live.
sme: Máŋggas dáin giellabargiin barget eaktodáhtolaš dásis, muhto leat vuoruhan giellabargguid ovdáneami bohtosiiguin mo ealáskahttet ja nannejit giela.

source: De har systematisk og strategisk arbeidet sammen for at det sørsamiske språket i dag skal være mer synlig offentlig.
sme: Leat bidjan ollu návccaid giellaealáskahttimin, ja ahte mánáin lea oahppofálaldat lullisámegielas.

source: Mange av de som har jobbet med språket, de har gjort det på frivillig basis. Språkmedarbeidere har sett at det er stort behov og også viktig for dem å få til gode resultater med språkrevitalisering.
sme: Sámedikki mielas lea buorre go Saemien Sijte oažžu dán ánssu ja dákkár stuorra ruhtasumiin de besset bargat viidáset giellaguovddážiiguin.

source: De har satt mange krefter i sving for å arbeide med språket, men også for at barn skal få undervisning på sørsamisk.
sme: Norggabealde de Sámediggi addá doarjaga dáidda giellaguovddážiidda, Gïelem Nastedh Snoasas, Gielearnie Raavrevijhkes, Aajege Plaassjas og Sijti Jargne Aarbortes.
